import one from './one.jpg';
import two from './chs.png';
import th from './two.jpg';
import hm from './headmaster.jpg';

export const sliderImg = [
    {
        title:"শহীদ-মিনারে ফুল নিবেদন মুহূর্ত",
        img:one
    },
    {
        title:'স্কুল ভবন',
        img:two
    },
    {
        title:'ভাষা শহীদদের প্রতি শ্রদ্ধা রেখে ফুল অর্পণ',
        img:th
    }
]




// head master info
export const headMasterinfo = [
    {
        name:'মোঃ জাহিদুল ইসলাম',
        img:hm,
        school:'ছাগলধরা উচ্চ বিদ্যালয়',
        degree:'এম.এ.এম.ডি',
        details:'ওলে ওলে ওলে'
    }
]



// notices info

export const noticesInfo = [
    {
        title:'ইউনিক আইডির প্রয়োজনীয় কাগজপত্র এবং জমাদানের সময়সূচি-(জরুরি)',
        img:'',
        date:'27/06/2021'
    },
    {
        title:'৬ষ্ঠ থেকে ৯ম শ্রেণির এ্যাসাইনমেন্ট (তৃতীয় সপ্তাহের জন্য)',
        img:'',
        date:'28/06/2021'
    },
    {
        title:'শহীদ বুদ্ধিজীবী দিবশ ও মহান বিজয় দিবস উপলক্ষ্যে ১৩ হতে ১৬ ডিসেম্বর বিভিন্ন প্রতিযোগিতা',
        img:'',
        date:'29/06/2021'
    },
    {
        title:'ভোটার তালিকা-২০১৮ (ক্লাস ৬ হতে ১০)',
        img:'',
        date:'30/06/2021'
    },
    {
        title:'Student Promotion List-2018 (2nd Time)',
        img:'',
        date:'31/06/2021'
    }

]


// importtant links
export const importantLinks = [
    {
        title:'বিদ্যালয়ের অফিসিয়াল ফেসবুক গ্রুপ',
        link:'https://www.facebook.com/groups/813020002787010/?notif_id=1622182955915630&notif_t=group_r2j_approved&ref=notif'
    },
    {
        title:'জাতীয় শিক্ষা বোর্ড',
        link:'http://www.educationboard.gov.bd/'
    },
    {
        title:'মাধ্যমিক ও উচ্চ শিক্ষা অধিদপ্তর',
        link:'http://www.dshe.gov.bd/'
    },
    {
        title:'রাজশাহী শিক্ষা বোর্ড অফিসিয়াল ওয়েবসাইট',
        link:'http://www.rajshahieducationboard.gov.bd/'
    },
    {
        title:'জাতীয় শিক্ষাক্রম ও পাঠ্যপুস্তক বোর্ড',
        link:'http://www.nctb.gov.bd/'
    }
]

    
// teachers info


export const teachersInfo = [
    {
        img:hm,
        name:'মোঃ তানভির আহমেদ',
        subject:'গণিত + পদার্থ বিজ্ঞান',
        place:'সহকারী শিক্ষক'
    },

    {
        img:hm,
        name:'মোঃ জিয়াউর রহমান',
        subject:'তথ্য',
        place:'সহকারী শিক্ষক'
    },
    
    {
        img:hm,
        name:'মোছাঃ নিলুফা জাহান',
        subject:'শারীরিক শিক্ষা',
        place:'সহকারী শিক্ষক'
    },
    
    {
        img:hm,
        name:'মোছাঃ মাহফুজা আক্তার',
        subject:'রসায়ন + গনিত',
        place:'সহকারী শিক্ষক'
    }
    ,
    
    {
        img:hm,
        name:'মোছাঃ মাহফুজা আক্তার',
        subject:'রসায়ন + গনিত',
        place:'সহকারী শিক্ষক'
    }
    ,
    
    {
        img:hm,
        name:'মোছাঃ মাহফুজা আক্তার',
        subject:'রসায়ন + গনিত',
        place:'সহকারী শিক্ষক'
    }
    ,
    
    {
        img:hm,
        name:'মোছাঃ মাহফুজা আক্তার',
        subject:'রসায়ন + গনিত',
        place:'সহকারী শিক্ষক'
    }
    ,
    
    {
        img:hm,
        name:'মোছাঃ মাহফুজা আক্তার',
        subject:'রসায়ন + গনিত',
        place:'সহকারী শিক্ষক'
    }
    ,
    
    {
        img:hm,
        name:'মোছাঃ মাহফুজা আক্তার',
        subject:'রসায়ন + গনিত',
        place:'সহকারী শিক্ষক'
    }
    ,
    
    {
        img:hm,
        name:'মোছাঃ মাহফুজা আক্তার',
        subject:'রসায়ন + গনিত',
        place:'সহকারী শিক্ষক'
    }
    ,
    
    {
        img:hm,
        name:'মোছাঃ মাহফুজা আক্তার',
        subject:'রসায়ন + গনিত',
        place:'সহকারী শিক্ষক'
    }
    ,
    
    {
        img:hm,
        name:'মোছাঃ মাহফুজা আক্তার',
        subject:'রসায়ন + গনিত',
        place:'সহকারী শিক্ষক'
    }
    
]



// frequently asked questions

export const frequentlyAskedQuestions = [
    {
        title:"আমাদের স্কুলের শিক্ষা-ব্যবস্থা কেমন ?",
        details:'বাংলাদেশের শিক্ষা ব্যবস্থা তিন স্তরবিশিষ্ট- প্রাথমিক স্তর, মাধ্যমিক স্তর এবং উচ্চশিক্ষা বা বিশ্ববিদ্যালয় স্তর। সরকারি-বেসরকারি বিদ্যালয়গুলো পরিচালিত হয় ৫ বছর মেয়াদী প্রাথমিক, ৭ বছর মেয়াদী মাধ্যমিক - এর মধ্যে ৩বছর মেয়াদী জুনিয়র, ২ বছর মেয়াদী মাধ্যমিক এবং ২ বছর মেয়াদী উচ্চ মাধ্যমিক পর্যায়'
    },
    {
        title:"আমাদের স্কুলের শিক্ষা-ব্যবস্থা কেমন ?",
        details:'বাংলাদেশের শিক্ষা ব্যবস্থা তিন স্তরবিশিষ্ট- প্রাথমিক স্তর, মাধ্যমিক স্তর এবং উচ্চশিক্ষা বা বিশ্ববিদ্যালয় স্তর। সরকারি-বেসরকারি বিদ্যালয়গুলো পরিচালিত হয় ৫ বছর মেয়াদী প্রাথমিক, ৭ বছর মেয়াদী মাধ্যমিক - এর মধ্যে ৩বছর মেয়াদী জুনিয়র, ২ বছর মেয়াদী মাধ্যমিক এবং ২ বছর মেয়াদী উচ্চ মাধ্যমিক পর্যায়'
    },
    {
        title:"আমাদের স্কুলের শিক্ষা-ব্যবস্থা কেমন ?",
        details:'বাংলাদেশের শিক্ষা ব্যবস্থা তিন স্তরবিশিষ্ট- প্রাথমিক স্তর, মাধ্যমিক স্তর এবং উচ্চশিক্ষা বা বিশ্ববিদ্যালয় স্তর। সরকারি-বেসরকারি বিদ্যালয়গুলো পরিচালিত হয় ৫ বছর মেয়াদী প্রাথমিক, ৭ বছর মেয়াদী মাধ্যমিক - এর মধ্যে ৩বছর মেয়াদী জুনিয়র, ২ বছর মেয়াদী মাধ্যমিক এবং ২ বছর মেয়াদী উচ্চ মাধ্যমিক পর্যায়'
    },
    {
        title:"আমাদের স্কুলের শিক্ষা-ব্যবস্থা কেমন ?",
        details:'বাংলাদেশের শিক্ষা ব্যবস্থা তিন স্তরবিশিষ্ট- প্রাথমিক স্তর, মাধ্যমিক স্তর এবং উচ্চশিক্ষা বা বিশ্ববিদ্যালয় স্তর। সরকারি-বেসরকারি বিদ্যালয়গুলো পরিচালিত হয় ৫ বছর মেয়াদী প্রাথমিক, ৭ বছর মেয়াদী মাধ্যমিক - এর মধ্যে ৩বছর মেয়াদী জুনিয়র, ২ বছর মেয়াদী মাধ্যমিক এবং ২ বছর মেয়াদী উচ্চ মাধ্যমিক পর্যায়'
    },
    {
        title:"আমাদের স্কুলের শিক্ষা-ব্যবস্থা কেমন ?",
        details:'বাংলাদেশের শিক্ষা ব্যবস্থা তিন স্তরবিশিষ্ট- প্রাথমিক স্তর, মাধ্যমিক স্তর এবং উচ্চশিক্ষা বা বিশ্ববিদ্যালয় স্তর। সরকারি-বেসরকারি বিদ্যালয়গুলো পরিচালিত হয় ৫ বছর মেয়াদী প্রাথমিক, ৭ বছর মেয়াদী মাধ্যমিক - এর মধ্যে ৩বছর মেয়াদী জুনিয়র, ২ বছর মেয়াদী মাধ্যমিক এবং ২ বছর মেয়াদী উচ্চ মাধ্যমিক পর্যায়'
    }
]